const SONGS = [
    {
        pic_small: "https://bkimg.cdn.bcebos.com/pic/72f082025aafa40f4bfb30fea62d144f78f0f736b3f5?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2UyMjA=,g_7,xp_5,yp_5/format,f_auto", //小图
        pic_big: 'https://bkimg.cdn.bcebos.com/pic/72f082025aafa40f4bfb30fea62d144f78f0f736b3f5?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2UyMjA=,g_7,xp_5,yp_5/format,f_auto',  //大图
        title: "可可托海的牧羊人",     //歌曲名
        author: "王琪",   //歌手
        file_link: "https://mp32.9ku.com/upload/128/2020/05/22/1004523.mp3",   //播放链接
        file_duration: 340, //歌曲长度
        lrcContent: "[ti:可可托海的牧羊人]\n" +
            "[ar:王琪]\n" +
            "[al:可可托海的牧羊人]\n" +
            "[by:]\n" +
            "[offset:0]\n" +
            "[00:00.27]可可托海的牧羊人 - 王琪\n" +
            "[00:00.60]词：王琪\n" +
            "[00:00.70]曲：王琪\n" +
            "[00:00.80]编曲：达吾然\n" +
            "[00:00.97]缩混：文克津\n" +
            "[00:18.01]那夜的雨也没能留住你\n" +
            "[00:25.17]山谷的风它陪着我哭泣\n" +
            "[00:32.79]你的驼铃声仿佛还在我耳边响起\n" +
            "[00:40.13]告诉我你曾来过这里\n" +
            "[00:47.54]我酿的酒喝不醉我自己\n" +
            "[00:54.74]你唱的歌却让我一醉不起\n" +
            "[01:02.62]我愿意陪你翻过雪山穿越戈壁\n" +
            "[01:09.60]可你不辞而别还断绝了所有的消息\n" +
            "[01:16.70]心上人我在可可托海等你\n" +
            "[01:24.07]他们说你嫁到了伊犁\n" +
            "[01:32.24]是不是因为那里有美丽的那拉提\n" +
            "[01:39.26]还是那里的杏花\n" +
            "[01:41.54]才能酿出你要的甜蜜\n" +
            "[01:46.18]毡房外又有驼铃声声响起\n" +
            "[01:53.75]我知道那一定不是你\n" +
            "[02:01.78]再没人能唱出像你那样动人的歌曲\n" +
            "[02:08.94]再没有一个美丽的姑娘让我难忘记\n" +
            "[02:45.80]我酿的酒喝不醉我自己\n" +
            "[02:53.02]你唱的歌却让我一醉不起\n" +
            "[03:00.88]我愿意陪你翻过雪山穿越戈壁\n" +
            "[03:07.85]可你不辞而别还断绝了所有的消息\n" +
            "[03:14.76]心上人我在可可托海等你\n" +
            "[03:22.16]他们说你嫁到了伊犁\n" +
            "[03:30.40]是不是因为那里有美丽的那拉提\n" +
            "[03:37.48]还是那里的杏花\n" +
            "[03:39.71]才能酿出你要的甜蜜\n" +
            "[03:44.33]毡房外又有驼铃声声响起\n" +
            "[03:51.69]我知道那一定不是你\n" +
            "[03:59.90]再没人能唱出像你那样动人的歌曲\n" +
            "[04:07.03]再没有一个美丽的姑娘让我难忘记\n" +
            "[04:14.06]心上人我在可可托海等你\n" +
            "[04:21.21]他们说你嫁到了伊犁\n" +
            "[04:29.35]是不是因为那里有美丽的那拉提\n" +
            "[04:36.51]还是那里的杏花\n" +
            "[04:38.80]才能酿出你要的甜蜜\n" +
            "[04:43.62]毡房外又有驼铃声声响起\n" +
            "[04:50.53]我知道那一定不是你\n" +
            "[04:58.76]再没人能唱出像你那样动人的歌曲\n" +
            "[05:06.32]再没有一个美丽的姑娘让我难忘记"
    },
    {
        pic_small: "https://bkimg.cdn.bcebos.com/pic/b64543a98226cffc755c1897ba014a90f603eaa5?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2U3Mg==,g_7,xp_5,yp_5/format,f_auto", //小图
        pic_big: 'https://bkimg.cdn.bcebos.com/pic/b64543a98226cffc755c1897ba014a90f603eaa5?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2U3Mg==,g_7,xp_5,yp_5/format,f_auto',  //大图
        title: "天亮了",     //歌曲名
        author: "韩红",   //歌手
        file_link: "https://mp3.jiuku.9ku.com/hot/2010/05-27/355593.mp3",   //播放链接
        file_duration: 224, //歌曲长度
        lrcContent: "[00:01.97]天亮了\n" +
            "[00:02.80]演唱：韩红\n" +
            "[00:04.35]\n" +
            "[00:14.00]那是一个秋天  \n" +
            "[00:17.02]风儿那么缠绵\n" +
            "[00:20.54]让我想起他们  \n" +
            "[00:24.04]那双无助的眼\n" +
            "[00:27.41]就在那美丽风景相伴的地方\n" +
            "[00:34.41]我听到一声巨响震彻山谷\n" +
            "[00:41.47]就是那个秋天再看不到爸爸的脸\n" +
            "[00:48.43]他用他的双肩托起我重生的起点\n" +
            "[00:55.16]黑暗中泪水  沾满了双眼\n" +
            "[01:02.39]不要离开  不要伤害\n" +
            "[01:09.12]我看到爸爸妈妈就这么走远\n" +
            "[01:12.62]留下我在这陌生的人世间\n" +
            "[01:16.19]不知道未来还会有什么风险\n" +
            "[01:23.09]我想要紧紧抓住他的手\n" +
            "[01:26.40]妈妈告诉我希望还会有\n" +
            "[01:29.89]看到太阳出来  \n" +
            "[01:32.12]妈妈笑了  天亮了\n" +
            "[01:42.01]\n" +
            "[01:51.37]这是一个夜晚  \n" +
            "[01:54.63]天上宿星点点\n" +
            "[01:57.99]我在梦里看见  \n" +
            "[02:01.48]我的妈妈\n" +
            "[02:05.00]一个人在世上  \n" +
            "[02:07.56]要学会坚强\n" +
            "[02:11.80]你不要离开  不要伤害\n" +
            "[02:18.79]我看到爸爸妈妈就这么走远\n" +
            "[02:21.94]留下我在这陌生的人世间\n" +
            "[02:25.51]我愿为他建造一个美丽的花园\n" +
            "[02:32.48]我想要紧紧抓住他的手\n" +
            "[02:35.92]妈妈告诉我希望还会有\n" +
            "[02:39.48]看到太阳出来  \n" +
            "[02:43.05]天亮了\n" +
            "[02:46.48]我看到爸爸妈妈就这么走远\n" +
            "[02:49.93]留下我在这陌生的人世间\n" +
            "[02:53.29]我愿为他建造一个美丽的花园\n" +
            "[03:00.07]我想要紧紧抓住他的手\n" +
            "[03:03.71]妈妈告诉我希望还会有\n" +
            "[03:07.20]看到太阳出来  \n" +
            "[03:09.34]他们笑了  天亮了\n" +
            "[03:18.87]"
    }
];

export default SONGS;
