global.SONGS = [
    {
        picture: "https://bkimg.cdn.bcebos.com/pic/72f082025aafa40f4bfb30fea62d144f78f0f736b3f5?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2UyMjA=,g_7,xp_5,yp_5/format,f_auto",
        name: "可可托海的牧羊人", 
        singer: "王琪",
        mp3: "https://mp32.9ku.com/upload/128/2020/05/22/1004523.mp3",   //播放链接
        length: 340, //歌曲长度
        lyric: "[ti:可可托海的牧羊人]\n" +
            "[ar:王琪]\n" +
            "[al:可可托海的牧羊人]\n" +
            "[by:]\n" +
            "[offset:0]\n" +
            "[00:00.27]可可托海的牧羊人 - 王琪\n" +
            "[00:00.60]词：王琪\n" +
            "[00:00.70]曲：王琪\n" +
            "[00:00.80]编曲：达吾然\n" +
            "[00:00.97]缩混：文克津\n" +
            "[00:18.01]那夜的雨也没能留住你\n" +
            "[00:25.17]山谷的风它陪着我哭泣\n" +
            "[00:32.79]你的驼铃声仿佛还在我耳边响起\n" +
            "[00:40.13]告诉我你曾来过这里\n" +
            "[00:47.54]我酿的酒喝不醉我自己\n" +
            "[00:54.74]你唱的歌却让我一醉不起\n" +
            "[01:02.62]我愿意陪你翻过雪山穿越戈壁\n" +
            "[01:09.60]可你不辞而别还断绝了所有的消息\n" +
            "[01:16.70]心上人我在可可托海等你\n" +
            "[01:24.07]他们说你嫁到了伊犁\n" +
            "[01:32.24]是不是因为那里有美丽的那拉提\n" +
            "[01:39.26]还是那里的杏花\n" +
            "[01:41.54]才能酿出你要的甜蜜\n" +
            "[01:46.18]毡房外又有驼铃声声响起\n" +
            "[01:53.75]我知道那一定不是你\n" +
            "[02:01.78]再没人能唱出像你那样动人的歌曲\n" +
            "[02:08.94]再没有一个美丽的姑娘让我难忘记\n" +
            "[02:45.80]我酿的酒喝不醉我自己\n" +
            "[02:53.02]你唱的歌却让我一醉不起\n" +
            "[03:00.88]我愿意陪你翻过雪山穿越戈壁\n" +
            "[03:07.85]可你不辞而别还断绝了所有的消息\n" +
            "[03:14.76]心上人我在可可托海等你\n" +
            "[03:22.16]他们说你嫁到了伊犁\n" +
            "[03:30.40]是不是因为那里有美丽的那拉提\n" +
            "[03:37.48]还是那里的杏花\n" +
            "[03:39.71]才能酿出你要的甜蜜\n" +
            "[03:44.33]毡房外又有驼铃声声响起\n" +
            "[03:51.69]我知道那一定不是你\n" +
            "[03:59.90]再没人能唱出像你那样动人的歌曲\n" +
            "[04:07.03]再没有一个美丽的姑娘让我难忘记\n" +
            "[04:14.06]心上人我在可可托海等你\n" +
            "[04:21.21]他们说你嫁到了伊犁\n" +
            "[04:29.35]是不是因为那里有美丽的那拉提\n" +
            "[04:36.51]还是那里的杏花\n" +
            "[04:38.80]才能酿出你要的甜蜜\n" +
            "[04:43.62]毡房外又有驼铃声声响起\n" +
            "[04:50.53]我知道那一定不是你\n" +
            "[04:58.76]再没人能唱出像你那样动人的歌曲\n" +
            "[05:06.32]再没有一个美丽的姑娘让我难忘记"
    },
]

global.RECOMMEND =[
    {
        id:26305527,
        picture: "http://p2.music.126.net/CcthX_ZCexIdriZADoNn3g==/109951165628166191.jpg",
        name: "江南", 
        singer: "林俊杰",
        mp3: "https://m701.music.126.net/20210505211808/c6f696bdcd00c7bd0595b4cea73b04c0/jdymusic/obj/w5zDlMODwrDDiGjCn8Ky/2008740853/c006/114d/6c25/d2578ee0f5fd2177eb38ed6881626607.mp3",   //播放链接
        lyric: "[00:00.000] 作曲 : 林俊杰\n[00:00.666] 作词 : 林秋离\n[00:02.000] 编曲 : 蔡政勋 / 陈建玮\n[00:03.000]\n[00:37.010] 风到这里就是粘\n[00:40.534] 粘住过客的思念\n[00:44.795] 雨到了这里缠成线\n[00:48.546] 缠着我们流连人世间\n[00:53.038] 你在身边就是缘\n[00:56.569] 缘分写在三生石上面\n[01:01.023] 爱有万分之一甜\n[01:04.546] 宁愿我就葬在这一点\n[01:09.062] 圈圈圆圆圈圈\n[01:10.739] 天天年年天天 的我\n[01:13.546] 深深看你的脸\n[01:16.041] 生气的温柔\n[01:17.994] 埋怨的温柔 的脸\n[01:24.058] 不懂爱恨情愁煎熬的我们\n[01:27.737] 都以为相爱就像风云的善变\n[01:32.017] 相信爱一天 抵过永远\n[01:36.279] 在这一刹那冻 结了时间\n[01:40.009] 不懂怎么表现温柔的我们\n[01:43.760] 还以为殉情只是古老的传言\n[01:47.751] 离愁能有多痛 痛有多浓\n[01:52.247] 当梦被埋在江南烟雨中\n[01:55.506] 心碎了才懂\n[01:58.921]\n[02:20.982] 圈圈圆圆圈圈\n[02:22.699] 天天年年天天 的我\n[02:25.470] 深深看你的脸\n[02:27.948] 生气的温柔\n[02:29.933] 埋怨的温柔 的脸\n[02:35.984] 不懂爱恨情愁煎熬的我们\n[02:39.697] 都以为相爱就像风云的善变\n[02:43.951] 相信爱一天 抵过永远\n[02:48.195] 在这一刹那冻结了时间\n[02:51.964]  不懂怎么表现温柔的我们\n[02:55.694] 还以为殉情只是古老的传言\n[02:59.698] 离愁能有多痛 痛有多浓\n[03:04.200] 当梦被埋在 江南烟雨中\n[03:07.485] 心碎了才懂\n[03:11.231]\n[03:19.925] 相信爱一天 抵过永远\n[03:24.192] 在这一刹那冻结了时间\n[03:27.952] 不懂怎么表现温柔的我们\n[03:31.717] 还以为殉情只是古老的传言\n[03:35.716] 离愁能有多痛 痛有多浓\n[03:40.186] 当 梦被埋在江南烟雨中\n[03:45.494] 心碎了才懂\n[03:49.162]\n"
    },
    {
        id:188204,
        picture: "http://p2.music.126.net/cmvsHFnVKXO409hZdrbacA==/102254581395221.jpg",
        name: "沉默是金",     //歌曲名
        singer: "张国荣",   //歌手
        mp3: "https://m701.music.126.net/20210505221016/c8dd5e575fecb8b4a973c2f0e94712d5/jdymusic/obj/w5zDlMODwrDDiGjCn8Ky/1734706676/5e2d/cb1c/842f/564cd255ecc7936d5b0c0cbaedd8e7c9.mp3",   //播放链接
        lyric: "[by:Monica12956]\n[00:00.00] 作曲 : 张国荣\n[00:01.00] 作词 : 许冠杰\n[00:26.27]夜风凛凛 独回望旧往事前尘\n[00:32.17]是以往的我  充满怒愤\n[00:38.20]诬告与指责积压着满肚气不愤\n[00:43.18]对谣言反应甚为着紧\n[00:50.00]受了教训 得了书经的指引\n[00:55.06]现已看得透 不再自困\n[01:01.84]但觉有分数\n[01:03.53]不再像为往那般笨\n[01:06.00]抹泪痕轻快笑着行\n[01:13.00]冥冥中都早注定你富或贫\n[01:19.03]是错永不对真永是真\n[01:24.00]任你怎说安守我本份\n[01:29.00]始终相信沉默是金\n[01:36.04]是非有公理 慎言莫冒犯别人\n[01:42.00]遇上冷风雨休太认真\n[01:48.05]自信满心里 休理会讽刺与质问\n[01:52.08]笑骂由人 洒脱地做人\n[02:34.12]受了教训 得了书经的指引\n[02:40.11]现已看得透 不再自困\n[02:45.06]但觉有分数\n[02:48.15]不再像为往那般笨\n[02:50.04]抹泪痕轻快笑着行\n[02:57.00]冥冥中都早注定你富或贫\n[03:03.10]是错永不对真永是真\n[03:09.02]任你怎说安守我本份\n[03:13.60]始终相信沉默是金\n[03:20.89]是非有公理 慎言莫冒犯别人\n[03:25.83]遇上冷风雨休太认真\n[03:32.00]自信满心里 休理 会讽刺与质问\n[03:36.11]笑骂由人洒脱地做人\n[03:43.02]少年人洒脱地做人\n[03:48.06]继续行洒脱地做人\n"
    },
    {
        picture: 'https://bkimg.cdn.bcebos.com/pic/d788d43f8794a4c200e480bf0cf41bd5ac6e395a?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2UyMjA=,g_7,xp_5,yp_5/format,f_auto',  //大图
        name: "Love Story",     //歌曲名
        singer: "Taylor Swift",   //歌手
        mp3: "https://mp3.9ku.com/hot/2009/10-09/194548.mp3",   //播放链接
        length: 236, //歌曲长度
        lyric: "[ti:Love Story]\n" +
            "[ar:Taylor Swift]\n" +
            "[al:Fearless]\n" +
            "[00:01.00]Love Story\n" +
            "[00:03.00]\n" +
            "[00:06.00]singer:Taylor Swift\n" +
            "[00:08.00]\n" +
            "[00:12.00]LRC:妙一法师\n" +
            "[00:16.00]\n" +
            "[00:16.58]We were both young when I first saw you.\n" +
            "[00:20.27]I close my eyes and the flashback starts:\n" +
            "[00:23.94]I’m standing there on a balcony in summer air.\n" +
            "[00:30.35]\n" +
            "[00:32.63]See the lights, see the party, the ball gowns.\n" +
            "[00:36.38]See you make your way through the crowd\n" +
            "[00:40.00]and say hello;\n" +
            "[00:41.86]\n" +
            "[00:43.75]Little did I know\n" +
            "[00:48.48]That you were Romeo; you were throwing pebbles,\n" +
            "[00:52.20]And my daddy said, \"Stay away from Juliet.\"\n" +
            "[00:56.01]And I was crying on the staircase,\n" +
            "[00:58.73]begging you, ’Please, don’t go.’\n" +
            "[01:02.91]\n" +
            "[01:03.39]And I said,\n" +
            "[01:04.51]\"Romeo, take me somewhere we can be alone.\n" +
            "[01:08.77]I’ll be waiting; all there’s left to do is run.\n" +
            "[01:12.79]You’ll be the prince and I’ll be the princess\n" +
            "[01:16.86]It’s a love story - baby just say ’Yes.’\n" +
            "[01:21.65]\n" +
            "[01:24.91]So I sneak out to the garden to see you.\n" +
            "[01:29.09]We keep quiet ’cause we’re dead if they knew.\n" +
            "[01:32.42]So close your eyes; escape this town for a little while.\n" +
            "[01:39.33]\n" +
            "[01:40.94]’Cause you were Romeo, I was a scarlet letter,\n" +
            "[01:44.64]And my daddy said \"Stay away from Juliet,\"\n" +
            "[01:48.37]But you were everything to me; I was begging you, ’Please, don’t go,’\n" +
            "[01:55.41]\n" +
            "[01:55.87]And I said,\n" +
            "[01:57.12]Romeo, take me somewhere we can be alone.\n" +
            "[02:01.20]I’ll be waiting; all there’s left to do is run.\n" +
            "[02:05.21]You’ll be the prince and I’ll be the princess\n" +
            "[02:09.29]It’s a love story - baby just say ’Yes.’\n" +
            "[02:13.29]\n" +
            "[02:13.65]Romeo save me; they’re tryin’ to tell me how to feel.\n" +
            "[02:17.33]This love is difficult, but it’s real.\n" +
            "[02:21.54]Don’t be afraid; we’ll make it out of this mess.\n" +
            "[02:25.47]It’s a love story - baby just say ’Yes.’\n" +
            "[02:29.92]\n" +
            "[02:44.89]I got tired of waiting,\n" +
            "[02:49.33]Wondering if you were ever comin’ around.\n" +
            "[02:53.07]My faith in you was fading\n" +
            "[02:57.94]When I met you on the outskirts of town.\n" +
            "[03:01.07]\n" +
            "[03:01.44]And I said,\n" +
            "[03:02.25]Romeo save me - I’ve been feeling so alone.\n" +
            "[03:06.34]I keep waiting for you but you never come.\n" +
            "[03:10.37]Is this in my head? I don’t know what to think-\n" +
            "[03:13.97]He knelt to the ground and pulled out a ring and said,\n" +
            "[03:18.41]Marry me, Juliet. you’ll never have to be alone.\n" +
            "[03:22.52]I love you and that’s all I really know.\n" +
            "[03:26.52]I talked to your dad, go pick out a white dress;\n" +
            "[03:30.57]It’s a love story - baby just say ’Yes.’\n" +
            "[03:36.65]\n" +
            "[03:38.13]Oh, oh.\n" +
            "[03:44.49]\n" +
            "[03:46.73]We were both young when I first saw you...\n" +
            "[03:51.69]\n" +
            "[03:52.01]END\n" +
            "[03:55.80]"
    },
    {
        picture: 'https://bkimg.cdn.bcebos.com/pic/2f738bd4b31c8701c88b25fc2f7f9e2f0708ffef?x-bce-process=image/watermark,image_d2F0ZXIvYmFpa2U4MA==,g_7,xp_5,yp_5/format,f_auto',  //大图
        name: "我好像在哪见过你",     //歌曲名
        singer: "薛之谦",   //歌手
        file_link: "https://mp32.9ku.com/upload/128/2020/10/21/1010465.mp3",   //播放链接
        length: 279, //歌曲长度
        lyric: "[ti:我好像在哪见过你 (《精灵王座》动画电影主题曲)]\n" +
            "[ar:薛之谦]\n" +
            "[al:我好像在哪见过你]\n" +
            "[by:]\n" +
            "[offset:0]\n" +
            "[00:00.00]我好像在哪见过你 - 薛之谦 (Joker)\n" +
            "[00:01.57]词：薛之谦\n" +
            "[00:03.14]曲：薛之谦\n" +
            "[00:04.71]编曲：周以力\n" +
            "[00:06.29]制作人：薛之谦\n" +
            "[00:07.86]配唱制作人：赵英俊\n" +
            "[00:09.43]吉他：张凇\n" +
            "[00:11.01]鼓：陈志昆\n" +
            "[00:12.58]大提琴：吴牧\n" +
            "[00:14.15]混音室：鲍锐\n" +
            "[00:15.73]混音师：鲍锐\n" +
            "[00:17.30]录音助理：王晓海\n" +
            "[00:18.88]和你有关观后无感\n" +
            "[00:24.00]\n" +
            "[00:26.44]若是真的敢问作者何来罪恶\n" +
            "[00:31.62]\n" +
            "[00:34.17]劝人离散有多为难\n" +
            "[00:39.42]\n" +
            "[00:41.79]若美丽的故事来得太晚\n" +
            "[00:46.80]\n" +
            "[00:49.39]所以到哪里都像快乐被燃起\n" +
            "[00:54.82]\n" +
            "[00:57.09]就好像你曾在我隔壁的班级\n" +
            "[01:02.22]\n" +
            "[01:04.82]人们把难言的爱都埋入土壤里\n" +
            "[01:09.93]\n" +
            "[01:12.47]袖手旁观着别人尽力撇清自己\n" +
            "[01:17.90]\n" +
            "[01:21.59]我听见了你的声音\n" +
            "[01:26.83]\n" +
            "[01:29.43]也藏着颗不敢见的心\n" +
            "[01:33.86]\n" +
            "[01:37.20]我躲进挑剔的人群\n" +
            "[01:41.75]\n" +
            "[01:45.11]夜一深就找那颗星星\n" +
            "[01:49.46]\n" +
            "[02:22.13]我以为旅人将我热情都燃尽\n" +
            "[02:27.31]\n" +
            "[02:29.83]你却像一张情书感觉很初级\n" +
            "[02:34.98]\n" +
            "[02:37.52]人们把晚来的爱都锁在密码里\n" +
            "[02:42.73]\n" +
            "[02:45.11]字正腔圆的演说撇清所有关系\n" +
            "[02:51.00]\n" +
            "[02:56.24]我听见了你的声音\n" +
            "[03:00.80]\n" +
            "[03:04.08]也藏着颗不敢见的心\n" +
            "[03:08.63]\n" +
            "[03:11.80]我躲进挑剔的人群\n" +
            "[03:17.66]\n" +
            "[03:19.57]夜一深就找那颗星星\n" +
            "[03:24.17]\n" +
            "[03:27.40]你听不到我的声音\n" +
            "[03:32.76]\n" +
            "[03:35.16]怕脱口而出是你姓名\n" +
            "[03:39.39]\n" +
            "[03:42.96]像确定我要遇见你\n" +
            "[03:47.96]\n" +
            "[03:50.80]就像曾经交换过眼睛\n" +
            "[03:55.16]\n" +
            "[03:58.44]我好像在哪见过你\n" +
            "[04:02.58]\n" +
            "[04:06.22]我好像在哪见过你\n" +
            "[04:10.38]\n" +
            "[04:14.03]我好像在哪见过你\n" +
            "[04:19.08]\n" +
            "[04:22.84]我在劝我该忘了你"
    },
]

global.ACC = [
    
]

global.TOTALSCORE = 0

global.RECORDING = false; 
