const sky_LRC = {
    lrcContent: "[00:01.97]天亮了\n" +
        "[00:02.80]演唱：韩红\n" +
        "[00:04.35]\n" +
        "[00:14.00]那是一个秋天  \n" +
        "[00:17.02]风儿那么缠绵\n" +
        "[00:20.54]让我想起他们  \n" +
        "[00:24.04]那双无助的眼\n" +
        "[00:27.41]就在那美丽风景相伴的地方\n" +
        "[00:34.41]我听到一声巨响震彻山谷\n" +
        "[00:41.47]就是那个秋天再看不到爸爸的脸\n" +
        "[00:48.43]他用他的双肩托起我重生的起点\n" +
        "[00:55.16]黑暗中泪水  沾满了双眼\n" +
        "[01:02.39]不要离开  不要伤害\n" +
        "[01:09.12]我看到爸爸妈妈就这么走远\n" +
        "[01:12.62]留下我在这陌生的人世间\n" +
        "[01:16.19]不知道未来还会有什么风险\n" +
        "[01:23.09]我想要紧紧抓住他的手\n" +
        "[01:26.40]妈妈告诉我希望还会有\n" +
        "[01:29.89]看到太阳出来  \n" +
        "[01:32.12]妈妈笑了  天亮了\n" +
        "[01:42.01]\n" +
        "[01:51.37]这是一个夜晚  \n" +
        "[01:54.63]天上宿星点点\n" +
        "[01:57.99]我在梦里看见  \n" +
        "[02:01.48]我的妈妈\n" +
        "[02:05.00]一个人在世上  \n" +
        "[02:07.56]要学会坚强\n" +
        "[02:11.80]你不要离开  不要伤害\n" +
        "[02:18.79]我看到爸爸妈妈就这么走远\n" +
        "[02:21.94]留下我在这陌生的人世间\n" +
        "[02:25.51]我愿为他建造一个美丽的花园\n" +
        "[02:32.48]我想要紧紧抓住他的手\n" +
        "[02:35.92]妈妈告诉我希望还会有\n" +
        "[02:39.48]看到太阳出来  \n" +
        "[02:43.05]天亮了\n" +
        "[02:46.48]我看到爸爸妈妈就这么走远\n" +
        "[02:49.93]留下我在这陌生的人世间\n" +
        "[02:53.29]我愿为他建造一个美丽的花园\n" +
        "[03:00.07]我想要紧紧抓住他的手\n" +
        "[03:03.71]妈妈告诉我希望还会有\n" +
        "[03:07.20]看到太阳出来  \n" +
        "[03:09.34]他们笑了  天亮了\n" +
        "[03:18.87]"
};

export default sky_LRC;
